---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RailingSystemSecondaryHandrailsPositionParam
source: html/135830ee-8611-fc72-9390-50ffa8b58dbf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RailingSystemSecondaryHandrailsPositionParam Property

"Position"

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemSecondaryHandrailsPositionParam { get; }
```